{
  "title": "Nobody else does what we do.",
  "text":"We are the first and only venture fund dedicated to working with and investing in startups in college student and generation Z. We providing technological, product, marketing, accounting, legal support and investing in a way that’s never been done before.",
  "groupPeople":"Team",
  "consultantPeople":"Advisors",
  "3": "ZHEN  LI</br>Founder and CEO</br>2014: Investment focus from TMT to bitcoin</br>2015-2016: Investment in early Blockchain projects; Organization of over 200 Blockchain events; Financing over 12 Mio. RMB to institutions</br>2017: Founder of CryptoYC",
  "4": "SINGFONG  SAM </br>Co-founder and COO</br>IT engineer at different Fortune 500 multinational companies</br>2012 Founder of a Management Consultancy, with customers as TOTO , MK, TESLA ect.</br>2015 Investment in bitcoin</br>2017 Co-founder of CryptoYC</br>",
  "5": "JESSE SUN </br>Co-founder and </br>VP in Singapore</br>Master degree at  Tongji University</br>MBA at Manchester University</br>2014: Investment in bitcoin </br>2015: Investor in several bitcoin projects</br>",
  "6": "Baymax Yan</br>",
  "7":"Jojo Qian</br>Product Manager </br>Bechelor of Industrial Design from China Southeast University </br>Master of Stategic Product Design from Technology University of Delft</br>4 years （2008-2012）interactive designer in Shanghai </br>Marketing Manager of G500 in Netherlands",
  "8": "Deahow Liu </br>Product Manager </br>Previously product manager of several Blockchain projects </br>Community manager for acknowledegd Blockchain projects</br>",
  "10": "Jar</br>Blockchain Engineer</br>Bachelor of Software Engineering from Southeast University (major ranked top 10 in the world)</br>Golang Engineer</br>Worked in development of Golang game server ",
  "9": "Tao Su</br>Blockchain Engineer</br>Previously CTO of two Internet start-ups</br>Serial entrepreneurs</br> ",
  "11":  "Silas</br>Blockchain Engineer</br>Master degree in Cyber Security from Shanghai Jiao Tong University</br>Research experience on consensus algorithm including PoW, PoS and BFT </br>Expert in security audit for Blockchain system and Smart Contract </br>",
  "12": "Zeno Zhang </br>Community Manager </br>Experience in operation for multiple blockchain projects</br>Founded Shanghai University Blockchain Association ",
  "13": "Mi</br>Media Operations Manager</br>Abundant experience in content management, managed a content team of more than 100 people",
  "14":"Zeng</br>Desingner</br>He is the best designer！",
  
  "15": "Moke</br>Founder&CEO of Hchain Labs</br> Partner of ICO.com</br>Mr.Lin. MSc in Enterprise Economics in Germany, founder&CEO of HChain Labs, has been an active investor in the blockchain industry since 2013. During the past few years, Hcahin Capital, the investment wing of HChain Capital, has incubated, invested in or participated in dozens of high-profile projects. The list includes ICO.com，TKN.com, JinNiu.cn, Investment.cn, BFS, Quintar.com. Delphy, Sacy, Primas, Cybex, Massgrid,Skycoin, RChain, Emotiq, Polkadot, Cetik…",
  "16": "Eric</br>Doctor of Physics in Germany.</br>Research expert in laser and semi-conductor. </br> Stepped into blockchain industry since 2013, and has accumulated lots of experience in semi-conductor, crypto-currency and blockchain.</br> Good at industry analysis.  </br> Joined China’s earliest crypto-currency project ZCCoin in 2013. </br> Early participant of HiveChain Labs.",
  "17": "Heng Wang</br> Worked in the biggest investment bank of France Natixis, and US top consulting company A.T.Kearney </br> Now working in the World Top 500 finance group Macquarie Capital Group </br> Provided fund management service for China Investment Corporation, Paris Bank and other institutional investors.",
  "18": "Fang Gong",
  "19": "Lei Li",
  "20": "Wind Liu",
  "21": "Li Cao",
  "22": "JianMing Liu</br>Founder&Chief Saientist of HChain Labs</br>Parter of ICO.com</br>Dr.Liu, alumnus of Tsinghua University and University of Missouri-Rolla, former head of technology at renowned Silicon Valley companies, full-stack engineer in AI as well as VLSI design, is the co-founder and chief scientist of HChain Labs.</br>In 2013, Dr.Liu led the development of ZCCoin and BiChai, one of the first cryptocurrencies and hardware wallets in China.",
  "23": "Matt Kim</br>Co-founder of Jingshi Fund (Samoa)</br>Founder of CHAOEX Exchange (Estonia) </br>Co-founder of BITCALL Exchange (Korea)</br>Board member of CHEX.FUND (Singapore)</br>Board member of Xiangyun Huiju Global Internet Tech Ltd. ",
  "24": "Grace</br> Bachelor and Master of Business Engineering</br>PhD of Economics in Karlsruhe Institute of Technology (KIT)</br>Consultant of a listed company",
  "25": "Chao Gao"
}
